Repository: NikStor03/RecorderPlayer
Catalog: translation/locale/ua/LC_MESSAGES/translation.po
Languages: ua

source: ✅ Language has been changed to: `{language}`.
ua: ✅ Мова була змінена на: `{language}`.

source: ⛔️ You don't have enough permissions.
ua: ⛔ Вибачте, проте у вас не достатньо прав.

source: ⛔ You are not in voice channel.
ua: ⛔ Я небачу, щоб ви були у голосовому каналі.

source: ⛔ I've not permissions to join or speak in this voice channel.
ua: ⛔ Я не маю потрібних прав, щоб говорити або приєднуватись до цього голосового каналу.

source: ⛔ Bot was already connected to: **<#{channel_id}>**
ua: ⛔ Я був раніше приєднут до: **<#{channel_id}>**

source: ✅ Bot was join to: **<#{channel_id}>**
ua: ✅ Я приєднався до: **<#{channel_id}>**

source: ✅ Service has been change to:`{service}`.
ua: ✅ Сервіс був змінений на: `{service}`.

source: Dj role
ua: Д-джей роль

source: ✅Dj role was updated to: {role} Now users only with this role can call player functions.
ua: ✅Д-джей роль оновлена на: {role} Тепер викликати функції плеєра зможуть користувачі тільки із цією ролью.

source: ✅Dj role was deleted Now all users can call player functions.
ua: ✅Д-джей роль була деактивована. Теперь усі користувачі зможуть викликати функції плеєра.

source: Info
ua: Інформація

source: **Bot info** > **🏰 Guilds:** {guilds} > **🟢 Active guilds now:** {active_guilds} > **👤 Users:** {users} **Creators** > **👑 Members:** {creators} > **🛠 Support Guild:** {support_guild} **Another** > **🔋Bot online more than:** {bot_online} > **🔋Bot was created at:** {bot_created}
ua: **Інформація о боті** > **🏰 Гільдії:** {guilds} > **🟢 Активні гільдії зараз:** {active_guilds} > **👤 Користувачі:** {users} **Творці** > **👑 Учасники:** {creators} > **🛠 Гльдія підтримки:** {support_guild} **Інше** > **🔋Я онлайн:** {bot_online} > **🔋Я був створенний:** {bot_created}
