Repository: NikStor03/RecorderPlayer
Catalog: translation/locale/*/LC_MESSAGES/translation.po
Languages: ru

source: ✅ Language has been changed to: `{language}`.
ru: ✅ Язык был изменён на: `{language}`.

source: ⛔️ You don't have enough permissions.
ru: ⛔ У вас недостаточно прав.

source: ⛔ You are not in voice channel.
ru: ⛔ Вы не в голосовом чате.

source: ⛔ I've not permissions to join or speak in this voice channel.
ru: ⛔ У меня нет необходимых прав, чтобы присоединиться или говорить в голосовом канале.

source: ⛔ Bot was already connected to: **<#{channel_id}>**
ru: ⛔ Я ранне присоединился к голосовому каналу: **<#{channel_id}>**

source: ✅ Bot was join to: **<#{channel_id}>**
ru: ✅ Я присоединился к: **<#{channel_id}>**

source: ✅ Service has been change to:`{service}`.
ru: ✅ Сервис был изменён на: `{service}`.

source: Dj role
ru: Д-джей роль

source: ⛔This guild does not have dj role
ru: ⛔У этого сервера нет д-джей роли.

source: ✅Dj role was updated to: {role} Now users only with this role can call player functions.
ru: ✅Д-джей роль была обновлена на: {role} Теперь пользователи только с этой ролью смогут вызывать функции плеера.

source: ✅Dj role was deleted Now all users can call player functions.
ru: ✅Д-джей роль была удалена. Теперь все пользователи смогут вызывать функции плеера.

source: Info
ru: Информация

source: **Bot info** > **🏰 Guilds:** {guilds} > **🟢 Active guilds now:** {active_guilds} > **👤 Users:** {users} **Creators** > **👑 Members:** {creators} > **🛠 Support Guild:** {support_guild} **Another** > **🔋Bot online more than:** {bot_online} > **🔋Bot was created at:** {bot_created}
ru: **Информация о боте** > **🏰 Сервера:** {guilds} > **🟢 Активные сервера в данный момент:** {active_guilds} > **👤 Пользователи:** {users} **Создатели** > **👑 Участники:** {creators} > **🛠 Сервер поддержки:** {support_guild} **Другое** > **🔋Бот онлайн:** {bot_online} > **🔋Бот был создан:** {bot_created}
